# Картка рецептів огидних продуктів

# Інгредієнти на одну особу

 ingredient_1 = 'пюре з личинок 🐛'
amount_1 = 50

 ingredient_2 = 'сік зі шкарпеток 🧦'
amount_2 = 30

 ingredient_3 = 'обрізки нігтів на ногах 🦶'
amount_3 = 10
# Кількість порцій
servings = 3

 # Збільшення кількості інгредієнтів
print(f'{amount_1 * servings}г {ingredient_1}')
print(f'{amount_2 * servings}мл {ingredient_2}')
print(f'{amount_3 * servings}г {ingredient_3}')

# Впишіть інструкції для рецепта
print()
print(f'Щоб приготувати цей огидний рецепт для {servings} осіб додайте {amount_1 * servings}г  {ingredient_1} у велику миску.')
print()
print(f'Влийте {amount_2 * portions}мл {ingredient_2}.')
print()
print(f'Присипте {amount_3 * portions}g {ingredient_3} та подавайте холодним 🧊. Смакота!)
